[
	{
		"id": 115,
		"name": "League of Legends",
		"cover": "https:////images.igdb.com/igdb/image/upload/t_cover_big/co49wj.jpg",
		"release_date": 1256601600,
		"url": "https://www.igdb.com/games/league-of-legends",
		"igdb_rating": "75.04",
		"summary": "League of Legends is a fast-paced, competitive online game that blends the speed and intensity of an RTS with RPG elements. Two teams of powerful champions, each with a unique design and playstyle, battle head-to-head across multiple battlefields and game modes. With an ever-expanding roster of champions, frequent updates and a thriving tournament scene, League of Legends offers endless replayability for players of every skill level."
	},
	{
		"id": 1905,
		"name": "Fortnite",
		"cover": "https:////images.igdb.com/igdb/image/upload/t_cover_big/co2ekt.jpg",
		"release_date": 1500940800,
		"url": "https://www.igdb.com/games/fortnite",
		"igdb_rating": "70.39",
		"summary": "Fortnite is the completely free online game where you and your friends fight to be the last one standing in Battle Royale, join forces to make your own Creative games, or catch a live show at Party Royale."
	},
	{
		"id": 28512,
		"name": "Risk of Rain 2",
		"cover": "https:////images.igdb.com/igdb/image/upload/t_cover_big/co2eu7.jpg",
		"release_date": 1553731200,
		"url": "https://www.igdb.com/games/risk-of-rain-2",
		"igdb_rating": "82.54",
		"summary": "The classic multiplayer roguelike, Risk of Rain, returns with an extra dimension and more challenging action. No run will ever be the same with randomized stages, enemies, bosses, and items. Play solo, or team up with up to four friends to fight your way through hordes of monsters, unlock new loot, and find a way to escape the planet."
	},
	{
		"id": 127044,
		"name": "Marvel's Spider-Man 2",
		"cover": "https:////images.igdb.com/igdb/image/upload/t_cover_big/co79vq.jpg",
		"release_date": 1697760000,
		"url": "https://www.igdb.com/games/marvels-spider-man-2",
		"igdb_rating": "87.79",
		"summary": "Marvel's Spider-Man 2 is the next game in the critically acclaimed Marvel's Spider-Man franchise. Developed by Insomniac Games in collaboration with PlayStation and Marvel Games.\n\nSwing, jump and utilize the new Web Wings to travel across Marvel’s New York, quickly switching between Peter Parker and Miles Morales to experience different stories and epic new powers, as the iconic villain Venom threatens to destroy their lives, their city and the ones they love.\n\nQuickly swap between both Spider-Men as you explore an expanded Marvel’s New York. Fight against a variety of new and iconic villains, including an original take on the monstrous Venom, the ruthless Kraven the Hunter, the volatile Lizard and many more."
	},
	{
		"id": 119171,
		"name": "Baldur's Gate 3",
		"cover": "https:////images.igdb.com/igdb/image/upload/t_cover_big/co670h.jpg",
		"release_date": 1601942400,
		"url": "https://www.igdb.com/games/baldurs-gate-3",
		"igdb_rating": "96.53",
		"summary": "An ancient evil has returned to Baldur's Gate, intent on devouring it from the inside out. The fate of Faerun lies in your hands. Alone, you may resist. But together, you can overcome."
	}
]